casualjim.gotemplate
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
golang.go
HookyQR.beautify
JuanBlanco.solidity
kumar-harsh.graphql-for-vscode
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
Orta.vscode-jest
platformio.platformio-ide
shanoor.vscode-nginx
vsciot-vscode.vscode-arduino
vscode-icons-team.vscode-icons
vscodevim.vim
