bradlc.vscode-tailwindcss
casualjim.gotemplate
csstools.postcss
dbaeumer.vscode-eslint
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
golang.go
johnpapa.winteriscoming
jq-syntax-highlighting.jq-syntax-highlighting
JuanBlanco.solidity
kumar-harsh.graphql-for-vscode
miguelsolorio.fluent-icons
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
Orta.vscode-jest
Prisma.prisma
redhat.vscode-yaml
salesforce.salesforcedx-vscode-soql
shanoor.vscode-nginx
vsciot-vscode.vscode-arduino
vscode-icons-team.vscode-icons
vscodevim.vim
zhuangtongfa.material-theme
