casualjim.gotemplate
CoenraadS.bracket-pair-colorizer-2
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
HookyQR.beautify
JuanBlanco.solidity
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
PKief.material-icon-theme
shanoor.vscode-nginx
vsciot-vscode.vscode-arduino
vscode-icons-team.vscode-icons
